<?php

// Организация простого массива - список категорий товаров
$categories_array = ["Доски и лыжи", "Крепления", "Ботинки", "Одежда", "Инструменты", "Разное"];


// Организация двумерного массива - лоты (6 шт) уложены в простой индексированный массив
$items_array = [
     [
    'Название' => '2014 Rossignol District Snowboard',
    'Категория' => 'Доски и лыжи',
    'Цена' => 10999,
    'URL Картинки' => 'img/lot-1.jpg'
     ],
     [
  'Название' => 'DC Ply Mens 2016/2017 Snowboard',
  'Категория' => 'Доски и лыжи',
  'Цена' => 159999,
  'URL Картинки' => 'img/lot-2.jpg'
     ],
     [
  'Название' => 'Крепления Union Contact Pro 2015 года размер L/XL',
  'Категория' => 'Крепления',
  'Цена' => 8000,
  'URL Картинки' => 'img/lot-3.jpg'
     ],
     [
  'Название' => 'Ботинки для сноуборда DC Mutiny Charocal',
  'Категория' => 'Ботинки',
  'Цена' => 10999,
  'URL Картинки' => 'img/lot-4.jpg'
     ],
     [
  'Название' => 'Куртка для сноуборда DC Mutiny Charocal',
  'Категория' => 'Одежда',
  'Цена' => 7500,
  'URL Картинки' => 'img/lot-5.jpg'
     ],
     [
  'Название' => 'Маска Oakley Canopy',
  'Категория' => 'Разное',
  'Цена' => 5400,
  'URL Картинки' => 'img/lot-6.jpg'
    ]
            ];

